LEXICON = {
    'welcome': 'Привет! Давай знакомиться, меня зовут Тюбо, я деревенский '
               'бот-помощник. Меня так назвали от первых слогов деревень '
               '"Тюфанка" и "Богдановка". А как зовут тебя?',
    'name': 'Будем знакомы',
    'err_name': 'Это не похоже на имя.',
    'zodiac': 'Выберите ваш знак гороскопа',
    'guide': f'<b>✉ Почта</b> 1️⃣4️⃣2️⃣️3️⃣2️⃣️3️⃣️️\n<b>Вт-Пт</b> 9:00-13:00, 14:00-17:00\n'
             f'<b>Сб</b> 9:00-13:00, 14:00-16:00\n<b>Пн,Вс</b> Выходной'
             f'\n──────────────────────\n<b>⚡ Мосэнерго</b>\n+7(496)726-53-50'
             f'\n──────────────────────\n<b>🚔 Полиция</b>\n+7(496)726-48-93\n'
             f'──────────────────────\n<b>👩‍⚕️ Здравпункт</b>\nул. Ленина, 3А, '
             f'село Шарапово\n<b>Пн-Сб</b> 8:00-14:00\n'
             f'──────────────────────\n'
             f'<b>👨‍🚒 Пожарная часть</b>\n112\n──────────────────────\n'
             f'<b>🍕 Доставка пиццы</b>\n<b>Panda pizza</b> +7(999)444-89-61\n'
             f'<b>Gaudi pizza</b> +7(499)110-11-16\n'
             f'<b>Grand pizza</b>+7(495)222-24-00\n──────────────────────\n'
             f'<b>📦 ПВЗ "ОЗОН", "Wildberries"</b>\n<b>Пн-Вс</b> 9:00-21:00'
}
GAMES = {
    'bc_start': '𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔\n'
                '𓃽<b>Игра "Быки и коровы"</b>𓃽\n𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔\n'
                '<b>Цель игры</b>:\nНайти загаданную последовательность из трёх '
                'цифр от 0 до 9.\n'
                'Цифры не должны повторяться.\n'
                'У вас есть 5 попыток.\n──────────────────────\n'
                '<i><u>Подсказки:</u></i>\n'
                ' 🐮 - цифра есть и стоит на своем месте\n'
                ' 🥛 - цифра есть, но стоит не на своем месте\n'
                ' ❌ - цифры нет\n',
    'oracle_start': ':･ﾟ✧:･.☽˚｡･ﾟ✧:･.:･ﾟ\n☽˚<b>Игра "Оракул"</b>✧:\n'
                    '.˚｡･ﾟ✧:･.:･ﾟ☽･ﾟ✧:･\n'
                    '<b>Правила игры:</b>\nМысленно задайте вопрос оракулу и '
                    'нажмите "Предвидеть". Оракул возвестит ответ.'
                    '\n──────────────────────\n<i><u>И помните!</u></i>\n'
                    'Оракулу можно задать не более трёх вопросов в день. '
                    'Выбирайте их тщательно.'
}
