LEXICON = {
    'welcome': 'Привет! Давай знакомиться, меня зовут Тюбо, я деревенский '
               'бот-помощник. Меня так назвали от первых слогов деревень '
               '"Тюфанка" и "Богдановка". А как зовут тебя?',
    'name': 'Будем знакомы',
    'err_name': 'Это не похоже на имя.',
    'zodiac': 'Выберите ваш знак гороскопа',
    'guide': f'<b>✉ Почта</b> 1️⃣4️⃣2️⃣️3️⃣2️⃣️3️⃣️️\n<b>Вт-Пт</b> 9:00-13:00, 14:00-17:00\n'
             f'<b>Сб</b> 9:00-13:00, 14:00-16:00\n<b>Вс, Пн</b> Выходной'
             f'\n──────────────────────\n<b>⚡ ПАО Россети</b>\n8(800)220-02-20'
             f'\n──────────────────────\n<b>🚔 Полиция</b>\n+7(496)726-48-93\n'
             f'<b>Участковый</b>\n+7(903)553-27-79\n'
             f'──────────────────────\n<b>👩‍⚕️ Здравпункт</b>\nсело Шарапово '
             f'ул. Ленина, 3А,\n<b>Пн-Сб</b> 8:00-14:00\n'
             f'<b>👩‍⚕ Чеховская областная больница</b>\nГорячая линия главврача\n'
             f'+7(498)602-03-59, доб. 18016\n<b>Пн-Пт</b> 9:00-18:00\n'
             f'──────────────────────\n'
             f'<b>👨‍🚒 Пожарная часть</b>\n112\n──────────────────────\n'
             f'<b>🍕 Доставка пиццы</b>\n<b>Panda pizza</b> +7(999)444-89-61\n'
             f'<b>Gaudi pizza</b> +7(499)110-11-16\n'
             f'<b>Grand pizza</b>+7(495)222-24-00\n──────────────────────\n'
             f'<b>📦 ПВЗ "ОЗОН", "Wildberries"</b>\n<b>Пн-Вс</b> 9:00-21:00'
}
GAMES = {
    'bc_start': '𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔\n'
                '𓃽<b>Игра "Быки и коровы"</b>𓃽\n𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔𓃽𓃔\n'
                '<b>Цель игры</b>:\nНайти загаданную последовательность из трёх '
                'цифр от 0 до 9.\n'
                'Цифры не должны повторяться.\n'
                'У вас есть 5 попыток.\n──────────────────────\n'
                '<i><u>Подсказки:</u></i>\n'
                ' 🐮 - цифра есть и стоит на своем месте\n'
                ' 🥛 - цифра есть, но стоит не на своем месте\n'
                ' ❌ - цифры нет\n',
    'oracle_start': ':･ﾟ✧:･.☽˚｡･ﾟ✧:･.:･ﾟ\n☽˚<b>Игра "Оракул"</b>✧:\n'
                    '.˚｡･ﾟ✧:･.:･ﾟ☽･ﾟ✧:･\n'
                    '<b>Правила игры:</b>\nМысленно задайте вопрос оракулу и '
                    'нажмите "Предвидеть". Оракул возвестит ответ.'
                    '\n──────────────────────\n<i><u>И помните!</u></i>\n'
                    'Оракулу можно задать не более трёх вопросов в день. '
                    'Выбирайте их тщательно.',
    'grafoman_start': 'Вставьте ваш текст и С.Н.💪🤝! его украсит.\n'
}
WEATHER = {
    'conditions': {'clear': 'Ясно',
                   'partly-cloudy': 'Малооблачно',
                   'cloudy': 'Облачно с прояснениями',
                   'overcast': 'Пасмурно',
                   'drizzle': 'Морось',
                   'light-rain': 'Небольшой дождь',
                   'rain': 'Дождь',
                   'moderate-rain': 'Умеренно сильный',
                   'heavy-rain': 'Сильный дождь',
                   'continuous-heavy-rain': 'Длительный сильный дождь',
                   'showers': 'Ливень',
                   'wet-snow': 'Дождь со снегом',
                   'light-snow': 'Небольшой снег',
                   'snow': 'Снег',
                   'snow-showers': 'Снегопад',
                   'hail': 'Град',
                   'thunderstorm': 'Гроза',
                   'thunderstorm-with-rain': 'Дождь с грозой',
                   'thunderstorm-with-hail': 'Гроза с градом'
                   },
    'wind_dir': {'nw': 'северо-западное',
                 'n': 'северное',
                 'ne': 'северо-восточное',
                 'e': 'восточное',
                 'se': 'юго-восточное',
                 's': 'южное',
                 'sw': 'юго-западное',
                 'w': 'западное',
                 'с': 'штиль',
                 },
    'day_time': {'night': 'ночь',
                 'morning': 'утро',
                 'day': 'день',
                 'evening': 'вечер',
                 }
}
